<!DOCTYPE html>
<html>
<head>
    <title>Мой первый PHP-сайт. Я не хочу писать калькулятор так что вот простенькая страничка с php</title>
</head>
<body>
    <p>****************</p>
    <h1>Приветствие</h1>
    <p>****************</p>
    <?php
        // Это простой комментарий в PHP
        $greeting = "Привет, Дарина,опть лезу в код)))!";
        echo "<p>" . $greeting . "</p>";

        // Пример вывода текущей даты
        echo "<p>Сегодня: " . date("d.m.Y") . "</p>";
    ?>

    <p>Это обычный HTML. ^_^</p>
    <p>****************</p>

</body>
</html>
